
# table = [
#     [0, 1, 1, 0, 1, 0, 0, 0],
#     [0, 0, 1, 0, 1, 0, 0, 0],
#     [0, 0, 0, 1, 1, 0, 1, 0],
#     [1, 0, 0, 0, 1, 0, 0, 0],
#     [0, 0, 0, 0, 0, 1, 1, 0],
#     [1, 1, 1, 1, 0, 0, 0, 0],
#     [1, 1, 0, 1, 0, 0, 0, 1],
#     [0, 0, 0, 0, 1, 1, 0, 0]
#     ]

# list_magic = {
#     'земля':0,
#     'вода':1,
#     'огонь':2,
#     'воздух':3,
#     'свет':4,
#     'тьма':5,
#     'яд':6,
#     'святость':7
#     }

# if table[list_magic['земля']][list_magic['огонь']] == 1:
#     print("Победила земля!")
# else:
#     print("Победил огонь!")


# data = open('../bots/text.txt', mode='r', encoding='UTF-8')
# print(data.read())

